const data = [
	{
		"date": "2021-04-28",
		"title": "Веницианский карнавал танцев и богохульных плясок: смотрим вместе",
		"description": "Аукцион: лоснящаяся шкура золотого дракона Монина. Что скрывается в повале офиса Нагатино?",
		"countLikes": 46,
		"names": [
			"Василий Петров"
		],
		"registrationDisabled": false
	},
	{
		"date": "2021-02-02",
		"title": "Бредовые макеты и как с ним работать: спитч о проблемах друзей-фронтендеров",
		"description": "Что делать если в дизайне, который вам отправил дизайнер написаны бредовые тексты? Посмеяться?! Это что для вас шуточки?!",
		"countLikes": 67,
		"names": [
			"Василий Иванов"
		],
		"registrationDisabled": true
	},
	{
		"date": "2021-05-25",
		"title": "Аукцион: лоснящаяся шкура золотого дракона Монина. Что скрывается в повале офиса Нагатино?",
		"description": "Если вы люите солнце и стоять - то данный курс вам очень подойдет. Мы вместе будем стоять и смотреть на солнце. Чистый кайф.",
		"countLikes": 82,
		"names": [
			"Николай Сюткин",
			"Василий Иванов"
		],
		"registrationDisabled": false
	},
	{
		"date": "2021-03-13",
		"title": "Бредовые макеты и как с ним работать: спитч о проблемах друзей-фронтендеров",
		"description": "Бредовые макеты и как с ним работать: спитч о проблемах друзей-фронтендеров",
		"countLikes": 31,
		"names": [
			"Василий Иванов"
		],
		"registrationDisabled": true
	},
	{
		"date": "2021-02-14",
		"title": "Солнцестоим вместе или как провести выходные продуктивно",
		"description": "Солнцестоим вместе или как провести выходные продуктивно",
		"countLikes": 96,
		"names": [
			"Николай Иванов",
			"Василий Иванов"
		],
		"registrationDisabled": false
	},
	{
		"date": "2021-04-23",
		"title": "Солнцестоим вместе или как провести выходные продуктивно",
		"description": "Бредовые макеты и как с ним работать: спитч о проблемах друзей-фронтендеров",
		"countLikes": 63,
		"names": [
			"Николай Иванов",
			"Василий Иванов"
		],
		"registrationDisabled": true
	},
	{
		"date": "2021-04-18",
		"title": "К посещению приглашаются сотрудники 18-",
		"description": "Если вы люите солнце и стоять - то данный курс вам очень подойдет. Мы вместе будем стоять и смотреть на солнце. Чистый кайф.",
		"countLikes": 18,
		"names": [
			"Василий Сюткин"
		],
		"registrationDisabled": false
	},
	{
		"date": "2021-02-10",
		"title": "Что делать если в дизайне, который вам отправил дизайнер написаны бредовые тексты? Посмеяться?! Это что для вас шуточки?!",
		"description": "Веницианский карнавал танцев и богохульных плясок: смотрим вместе",
		"countLikes": 111,
		"names": [
			"Олег Гагарин"
		],
		"registrationDisabled": false
	},
	{
		"date": "2021-03-20",
		"title": "Веницианский карнавал танцев и богохульных плясок: смотрим вместе",
		"description": "Если вы люите солнце и стоять - то данный курс вам очень подойдет. Мы вместе будем стоять и смотреть на солнце. Чистый кайф.",
		"countLikes": 66,
		"names": [
			"Василий Петров",
			"Петр Иванов"
		],
		"registrationDisabled": true
	},
	{
		"date": "2021-04-07",
		"title": "Что делать если в дизайне, который вам отправил дизайнер написаны бредовые тексты? Посмеяться?! Это что для вас шуточки?!",
		"description": "Бредовые макеты и как с ним работать: спитч о проблемах друзей-фронтендеров",
		"countLikes": 75,
		"names": [
			"Василий Иванов"
		],
		"registrationDisabled": false
	}
];

module.exports = data;


